;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Esron Barus
; TranslationAuthorEmail: gintaservice@gmail.com
;

[Translation]
LangCode=0421
ReadHabit=Kiri-ke-kanan
LanguageName=IDN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Konfirmasi
Warning=Peringatan
Error=Kesalahan
Confirm=Konfirmasi
FrmJSAbout.caption=Tentang
FrmJSAbout.btnok.caption=Ok
FrmJSAbout.lblver.caption=Versi saat ini:
FrmJSAbout.lblemail.caption=Dukungan Email:
FrmJSAbout.lblhome.caption=Situs Web:
FrmJSAbout.lblthank.caption=Terima kasih kepada para pihak berikut atas kontribusi mereka:
pmCheckMsg=Otomatis Periksa Terbaru
pmforum=Forum
pmHelp=Bantuan Daring
pmHome=Situs Web
pmCheckNew=Periksa Pembaruan
pmContact=Hubungi kami
pmLang=Bahasa
pmAbout=Tentang
pmcpfilename=Salin Semua Jalur
pmcppath=Salin Map
pmopen=Buka Berkas
pmopenfolder=Buka Map
pmcpfile=Salin Berkas/Map
pmdel=Hapus Berkas/Semua Berkas
pmatt=Properti
pmSelectAll=Pilih Semua item
pmSelectNone=Tdk Satupun dipilih
pmSelectInvert=Balikkan Seleksi
pmJetHelp=Jalankan Pencarian Cepat
FrmRSMain.btnlikeit.caption=Suka
FrmRSMain.btnSearch.caption=Cari
FrmRSMain.btnfeedback.caption=Kritik dan Saran
Frmlikeit.lblTitle.caption=Jika anda menyukai Wise JetSearch, silahkan memperkenalkan perangkat gratis indah ini untuk orang terkasih anda.
Frmlikeit.lblInfo.caption=Silakan berbagi Wise JetSearch dengan keluarga, teman, teman sekelas, dan kolega dengan Email, Blog, Twitter, YouTube, Facebook, dll .. Bagus sekali! Anda akan membawa kenyamanan dan efisiensi untuk kehidupan mereka.
Frmlikeit.lblRate.caption=Beri peringkat Wise JetSearch:
Frmlikeit.lblfollow.caption=Ikuti kami di:
Frmlikeit.lblshare.caption=Sebarluaskan Wise JetSearch:
Frmlikeit.btndownload.caption=Download Gratis
Frmlikeit.imgrate.hint=Beri kami bintang-5 ulasan di CNET
Frmlikeit.imgmail.hint=Sebarluaskan ke temanmu
Frmlikeit.imgface1.hint=Berbagi di Facebook
Frmlikeit.imgface2.hint=Ikuti kami di Facebook
Frmlikeit.imgtwitter1.hint=Berbagi di twitter
Frmlikeit.imgtwitter2.hint=Ikuti kami di twitter
Frmlikeit.Caption=Suka
Frmlikeit.lbldownload.caption=Unduh lebih banyak gratis dari WiseCleaner.com :
[GUI]
ButtonYes=Ya
ButtonNo=Tidak
ButtonOK=Ok
ButtonMinimize=Minimalkan
ButtonMaximize=Maksimalkan
ButtonClose=Tutup
ButtonRestore=Pulihkan
ButtonMenu=Menu
[Edit]
pmcut=Gunting
pmcopy=Salin
pmpaste=Tempel
pmdelete=Hapus
pmselectall=Pilih semua
[Message]
Audios=Suara
Videos=Video
Images=Gambar
Document=Dokumen
Compressed=Arsip
Email=Email
NewVer=Sebuah versi baru tersedia! Apakah Anda ingin meningkatkan sekarang?
KeyDelete=Hapus
AllHardDrive=Kandar Lokal
SelectHardDrive=Silakan Pilih sebuah Kandar
ScanFor=Pencarian di Kandar:
Search=Cari
LeftTimeSec=Durasi: %s detik
NoKeyWord=Silahkan masukan kata kunci yang ingin Anda cari.
Stop=Berhenti
NoDriveChecked=Silahkan pilih kandar yg ingin anda pindai.
NoNewVer=Selamat! Versi yang Anda gunakan adalah yang terbaru!
TranslateTo=Terjemahkan ke...
[FastFind]
Name=Nama
Path=Jalur
FileSize=Ukuran Berkas
DateModified=Tanggal dimodifikasi
KeyWord=Masukan Kata kunci
SearchFinish=Pencarian atas. %d berkas/map yang ditemukan.
SearchAborted=Pencarian telah Dibatalkan. %d berkas/map yang ditemukan.
NoResult=Tidak ada file yang cocok ditemukan.
[Help]
Startup=Jalankan JetSearch saat komputer dihidupkan
AutoRunMain=Jalankan pencarian cepat window dengan JetSearch
Del=Hapus
Tips=Pencarian cepat untuk berkas/map lokal
